<main class="overall-wrapper">

  <div class="inner-wrapper">
    <h1>Scilochka</h1>

    <h2>Делай ссылки, кидай ссылки, читай ссылки</h2>

    <p>Главная цель этого сайта - дать возможность быстро создать ссылку на любой текст.</p>

    <p>Scilochka была "вдохновлена" одним из сайтов инфометров, где можно было "проверить" инфу, и кидать кому-либо ссылку в качестве пруфа, особенно если выпадало 100%. Смысл scilochki абсолютно такой же, то есть - развлекательный.</p>

    <p>Если кто-то не верит вам, что вы были на луне - создайте сцылочку и киньте своему недоверчивому собеседнику.</p>

    <p>Ведь если на что-то есть ссылка в интернете, то это уже что-то =)</p>
  </div>

</main>

<style>
  p {
    margin-bottom: 20px;
  }
</style>